Repository: 123digi/evp-events
Catalog: languages/evp-event-*.po
Languages: lt_lt

source: Event id %s not found
lt_lt: Renginys, kurio ID %s nerastas

source: Invalid participant email
lt_lt: Neteisingas dalyvio el. pašto adresas

source: Please enter participant name and surname
lt_lt: Įveskite dalyvio vardą ir pavardę

source: Enter company name
lt_lt: Įveskite įmonės pavadinimą

source: Enter company code
lt_lt: Įveskite įmonės kodą

source: Enter company address
lt_lt: Įveskite įmonės adresą

source: Enter company PVM code
lt_lt: Įveskite įmonės PVM kodą

source: Enter contact person name and surname
lt_lt: Įveskite kontaktinio asmens vardą ir pavardę

source: Enter contact person phone
lt_lt: Įveskite kontaktinio asmens telefono nr.

source: Enter contact person email
lt_lt: Įveskite kontaktinio asmens el. pašto adresą

source: Contact person email is invalid
lt_lt: Kontaktinio asmens el. pašto adresas yra klaidingas

source: Please enter at least one participant
lt_lt: Įveskite bent vieną dalyvį

source: No tickets left
lt_lt: Bilietų nėra

source: System error
lt_lt: Sistemos klaida.

source: Ticket with such code doesn't exists
lt_lt: Nėra bilieto su tokiu kodu

source: System error, please try again
lt_lt: Sistemos klaida, bandykite dar kartą

source: Do not have permission to check tickets
lt_lt: Neturite teisių patikrinti bilietus

source: Invalid ticket id
lt_lt: Bilietas neegzistuoja

source: Ticket doesn't exit
lt_lt: Bilietas neegizstuoja

source: Ticket no valid yet
lt_lt: Bilietas dar negalioja

source: Ticket validation time has been expired
lt_lt: Bilieto galiojimo laikas pasibaigęs

source: Ticket used:
lt_lt: Bilietas panaudotas

source: Valid
lt_lt: Galioja

source: Access denied
lt_lt: Prieiga negalima

source: EVP: new
lt_lt: EVP bilietai

source: Evp: new
lt_lt: EVP bilietai

source: Discount codes
lt_lt: Nuolaidų kodai

source: Statistics
lt_lt: Statistika

source: Templates
lt_lt: Šablonai

source: Pair device
lt_lt: Susieti įrenginį

source: Settings
lt_lt: Nustatymai

source: You do not have sufficient permissions to access this page.
lt_lt: Jūs neturite tinkamų teisių pasiekti šį puslapį.

source: Template has been succesfully saved
lt_lt: Šablonas sėkmingai išsaugotas.

source: Payment bank wire page [pdf_url]
lt_lt: Išankstinę sąskaitą faktūrą rasite <a href=[pdf_url] target=\"blank\">čia</a>.

source: Payment completed
lt_lt: Mokėjimas atliktas

source: Required fields
lt_lt: Privaloma užpildyti

source: Choose ticket price
lt_lt: Bilietų pasirinkimas

source: *no tickets left
lt_lt: * bilietų nėra

source: Enter participants
lt_lt: Dalyvių įvedimas

source: Name Surname
lt_lt: Vardas Pavardė

source: Email
lt_lt: El. paštas

source: Phone number
lt_lt: Telefono nr.

source: Add more
lt_lt: Pridėti dar vieną

source: Need invoice
lt_lt: Reikalinga sąskaitą faktūra

source: Use discount code
lt_lt: Naudoti nuolaidos kodą

source: Enter company information
lt_lt: Įmonės informacijos įvedimas

source: Company name
lt_lt: Įmonės pavadinimas

source: Company address
lt_lt: Įmonės adresas

source: Company code
lt_lt: Įmonės kodas

source: Company VAT code
lt_lt: Įmonės PVM kodas

source: Company contact person
lt_lt: Kontaktinis asmuo

source: Company contact phone
lt_lt: Telefono nr.

source: Company fax
lt_lt: Faksas

source: Company contact email
lt_lt: El. paštas

source: Discount code
lt_lt: Nuolaidos kodas

source: Enter discount code
lt_lt: Įveskite nuolaidos kodą

source: Choose payment type
lt_lt: Mokėjimo būdo pasirinkimas

source: Webtopay
lt_lt: Mokėjimai.lt sistema

source: Webtopay description
lt_lt: Galėsite pasirinkti tinkamiausią mokėjimai.lt siūlomą mokėjimo būdą

source: Prebill
lt_lt: Bankinis pervedimas

source: Prebill description
lt_lt: Jums bus sugeneruota išankstinė sąskaita faktūrą, kurią reikės apmokėti bankiniu pervedimu.

source: Payment guaranty
lt_lt: Apmokėjimas po renginio

source: Payment guaranty description
lt_lt: Sąskaita faktūra įmonei bus įteikta po renginio.

source: If you would to use prebill or payment guaranty option, you must enter company information by click need invoice checkbox
lt_lt: Neaktyvūs mokėjimo būdai galimi tik juridiniams asmenims. Norėdami atsiskaityti šiais būdais, viršuje pažymėkite "Reikalinga sąskaita faktūra" ir suveskite duomenis apie įmonę.

source: Confirm order
lt_lt: Patvirtinti užsakymą

source: Required
lt_lt: Privaloma

source: Invalid email
lt_lt: Neteisingas el. paštas

source: Payment guaranty page text
lt_lt: Jūs pasirinkote galimybę apmokėti už dalyvavimą po renginio. Instrukcijas, kaip gauti el. bilietus, išsiuntėme Jums el. paštu.

source: Redirecting to mokejimai.lt payment system
lt_lt: Nukreipiama į mokėjimai.lt sistemą

source: You discount code is invalid or expired
lt_lt: Jūsų nuolaidos kodas negalioja arba yra neteisingas

source: Discount code <i>%s</i> successfully used
lt_lt: Nuolaidos kodas <i>%s</i> sėkmingai panaudotas

source: Ticket price
lt_lt: Bilieto kaina

source: Discount for ticket
lt_lt: Nuolaida bilietui

source: Particpants count
lt_lt: Dalyvių skaičius

source: Total sum
lt_lt: Viso suma

source: Company info
lt_lt: Įmonės informacija

source: Company PVM Code
lt_lt: PVM kodas

source: Participants
lt_lt: Dalyviai

source: Change order
lt_lt: Pakeisti užsakymą

source: Accept
lt_lt: Priimti

source: Pay
lt_lt: Mokėti

source: Payment canceled
lt_lt: Mokėjimas atšauktas

source: Back
lt_lt: Grįžti

source: Orders total
lt_lt: Viso užsakymų

source: Unconfirmed payment guaranties
lt_lt: Nepatvirtinti apmokėjimai po renginio

source: Unpaid pre bills
lt_lt: Neapmokėtos išankstinės sąskaitos

source: Participants registered
lt_lt: Užsiregistravo dalyvių

source: Amount gained from prebills
lt_lt: Suma per išankstines sąskaitas faktūras

source: Amount gained from webtopay.com
lt_lt: Suma per mokėjimai.lt sistemą

source: Amount gained from payment guaranty
lt_lt: Suma per apmokėjimus po renginio

source: Total amount
lt_lt: Suma viso

source: Orders
lt_lt: Užsakymai

source: Add new
lt_lt: Pridėti naują

source: Discount code successfully saved
lt_lt: Nuolaidos kodas išsaugotas

source: Pair your mobile device
lt_lt: Mobiliojo įrenginio susiejimas

source: Pair your mobile device with particular event to get ability validate tickets. Just read this QR code with your device and follow the link.
lt_lt: Norėdami suteikti mobiliajam įrenginiui teisę tikrinti šio renginio bilietus - susiekite jį. Nuskaitykite pateiktą QR kodą su mobiliuoju įrenginiu ir atidarykite suformuotą nuorodą.

source: Your mobile device must accept cookies!
lt_lt: Jūsų mobilusis įrenginys privalo priimti cookies.

source: Event template editor
lt_lt: Renginio šablono redagavimas

source: Choose template
lt_lt: Pasirinkite šabloną

source: Email: send ticket to customer
lt_lt: Laiškas: bilieto siuntimas dalyviui

source: Email: send tickets to representative person
lt_lt: Laiškas: bilietų siuntimas atsakingam asmeniui

source: Email: send payment guaranty to represantive person
lt_lt: Laiškas: apmokėjimo po renginio siuntimas atsakingam asmeniui

source: Email: send bill to representative person
lt_lt: Laiškas: sąskaitos siuntimas atsakingam asmeniui

source: Other: payment guaranty
lt_lt: Kita: apmokėjimas po renginio

source: Other: ticket template
lt_lt: Kita: bilieto šablonas

source: Template body
lt_lt: Šablono turinys (body)

source: Save changes
lt_lt: Išsaugoti pakeitimus

source: WebToPay
lt_lt: Mokėjimai.lt

source: PreBill
lt_lt: Išankstinė sąskaita

source: persons
lt_lt: asmenys

source: Do you realy want remove event?
lt_lt: Ar tikrai norite ištrinti renginį?

source: Create new event
lt_lt: Sukurti naują renginį

source: Event settings
lt_lt: Renginio nustatymai

source: Event settings successfully saved
lt_lt: Renginio nustatymai išsaugoti

source: Create new page with placeholder
lt_lt: Naujas renginio sukūrimas

source: Event ID
lt_lt: Renginio ID

source: Remove event
lt_lt: Pašalinti įvykį

source: Placeholder
lt_lt: Raktažodis

source: Copy this placeholder in the page body
lt_lt: Nukopijuokite kodą į puslapį, kuriame turėtų būti atvaizduojama šio renginio bilietų pirkimo sistema

source: Enter event details
lt_lt: Renginio informacijos įvedimas

source: Valid from
lt_lt: Galioja nuo

source: Valid to
lt_lt: Galioja iki

source: Currency
lt_lt: Valiuta

source: Ticket groups
lt_lt: Bilietų grupės

source: Name
lt_lt: Vardas

source: Ticket amount
lt_lt: Bilietų kiekis

source: Payment types
lt_lt: Mokėjimo būdai

source: Group discount, when register more than
lt_lt: Nuolaida grupėms, kai dalyvauja bent

source: New ticket
lt_lt: Naujas bilietas

source: WebTopay.com account
lt_lt: Mokėjimai.lt sąskaita

source: Project ID:
lt_lt: Projekto ID:

source: Your webtopay.com project ID:
lt_lt: Jūsų projekto mokėjimai.lt sistemoje projectid.

source: Project sign:
lt_lt: Projekto slaptažodis:

source: Your webtopay.com project sign password:
lt_lt: Jūsų projekto mokėjimai.lt sistemoje sign slaptažodis:

source: Test mode:
lt_lt: Testavimo rėžimas:

source: Upload ticket template
lt_lt: Bilieto šablono įkėlimas

source: Template
lt_lt: Šablonas

source: You can download sample from
lt_lt: Pavyzdį galite parsisiųsti

source: here
lt_lt: čia

source: Mail settings
lt_lt: El. pašto nustatymai

source: Email From
lt_lt: Siuntėjo el. paštas

source: Email From Name
lt_lt: Siuntėjo vardas

source: Mail subjects
lt_lt: Laiškų temos (subject)

source: Use SMTP
lt_lt: Naudoti SMTP

source: SMTP Hostname
lt_lt: SMPT Hostname

source: Save event
lt_lt: Išsaugoti renginį

source: Add new discount code
lt_lt: Pridėti nuolaidos kodą

source: Code
lt_lt: Kodas

source: Discount %
lt_lt: Nuolaida %

source: Use amount
lt_lt: Naudojama suma

source: Save
lt_lt: Išsaugoti

source: Order view
lt_lt: Užsakymo peržiūra

source: Payment guaranty successfully confirmed
lt_lt: Apmokėjimas po renginio sėkmingai patvirtintas

source: Remove order
lt_lt: Pašalinti užsakymą

source: Amount
lt_lt: Suma

source: Creation date
lt_lt: Sukūrimo data

source: Paid in
lt_lt: Sumokėta

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Paid in date
lt_lt: Sumokėjimo data

source: Bank transfer
lt_lt: Bankinis pervedimas

source: Download
lt_lt: Parsisiųsti

source: Payment guaranty confirmed
lt_lt: Apmokėjimas po renginio patvirtintas

source: Confirm
lt_lt: Patvirtinti

source: Participants count
lt_lt: Dalyvių skaičius

source: Company information
lt_lt: Įmonės informacija

source: Company Fax
lt_lt: Įmonės faksas

source: Responsable person (Name Surname)
lt_lt: Atsakingas asmuo (Vardas Pavardė)

source: Responsable phone
lt_lt: Atsakingo asmens tel. nr.

source: Responsable email
lt_lt: Atsakingo žmogaus el. paštas

source: Participant list
lt_lt: Dalyvių sąrašas

source: Phone
lt_lt: Telefono nr.

source: Mail
lt_lt: El. paštas

source: Ticket code
lt_lt: Bilieto kodas

source: Ticket used
lt_lt: Bilietas panaudotas

source: Do you realy want remove order?
lt_lt: Ar tikrai norite pašalinti užsakymą?

source: Codes
lt_lt: Kodai

source: Amount left
lt_lt: Liko

source: Created
lt_lt: Sukurta

source: Participant
lt_lt: Dalyvis
